/* 无法获取到视频地址 */
"Can't fetch video link" = "无法获取到视频地址";

/* 无法保存 */
"Can't Save" = "无法保存";

/* 取消 */
"Cancel" = "Cancel";

/* 复制粘贴失败 */
"Copy Failed" = "复制粘贴失败";

/* 确认 */
"OK" = "确认";

/* 操作失败 */
"Operation Failed" = "操作失败";

/* 保存失败 */
"Save Failed" = "保存失败";

/* 请重试 */
"Try again" = "请重试";

/* 链接 */
"Link" = "链接";

/* 地址解析失败 */
"Parse Failed" = "解析失败";